Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: But when they had faith in the good news given by Philip about the kingdom of God and the name of Jesus Christ, a number of men and women had baptism.
chr: ᎠᏎᏃ ᎤᏃᎯᏳᏅ ᏈᎵᎩ ᎠᎵᏥᏙᎲᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎴ ᏕᎤᏙᎥ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏩᎵ, ᏕᎨᎦᏬᏍᎨ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ.

source: And Simon himself had faith and, having had baptism, he went with Philip and, seeing the signs and the great wonders which he did, he was full of surprise.
chr: ᏌᏩᏂᏃ ᎾᏍᏉ ᎤᏬᎯᏳᏁᎢ, ᎠᎦᏬᎥᏃ ᎤᏍᏓᏩᏗᏙᎴ ᏈᎵᎩ; ᎠᎪᏩᏗᏍᎬᏃ ᎤᏍᏆᏂᎪᏗ ᎠᎴ ᎤᏰᎸᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᏍᏆᏂᎪᏍᎨᎢ.

source: Now when the Apostles at Jerusalem had news that the people of Samaria had taken the word of God into their hearts, they sent to them Peter and John;
chr: ᎨᏥᏅᏏᏛᏃ ᏥᎷᏏᎵᎻ ᎠᏂᏂ ᎤᎾᏛᎦᏅ ᏌᎺᎵᏱ ᏕᎤᎾᏓᏂᎸᏨ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᏚᏂᏅᏎ ᏈᏓ ᎠᎴ ᏣᏂ ᎾᏍᎩ ᏧᏂᏩᏛᎲᏍᏗᏱ.

source: Who, when they came there, made prayer for them, that the Holy Spirit might be given to them:
chr: ᎾᏍᎩᏃ ᏭᏂᎷᏨ ᎤᎾᏓᏙᎵᏍᏔᏁ ᎨᎦᎵᏍᎪᎸᏓᏁᏗᏱ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: For up to that time he had not come on any of them; only baptism had been given to them in the name of the Lord Jesus.
chr: ᎥᏝᏰᏃ ᎠᏏ ᏳᏓᏑᏰ ᎩᎶ ᎾᏍᎩ ᎤᎷᏤᎸᎯ, ᏗᎨᎦᏬᏍᏔᏅᎯᏉ ᎤᏩᏒ ᎨᏎ ᏕᎤᏙᎥ ᎤᎬᏫᏳᎯ ᏥᏌ.

source: Then they put their hands on them, and the Holy Spirit came on them.
chr: ᎿᏉᏃ ᏚᎾᏏᏔᏕᎢ, ᎠᎴ ᎾᏍᎩ ᎨᏥᏁᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: Now when Simon saw that the Holy Spirit was given through the touch of the Apostles' hands, he made them an offering of money, saying,
chr: ᏌᏩᏂᏃ ᎤᏙᎴᎰᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎨᏥᏁᎲᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏓᎾᏏᏔᏗᏍᎬ ᎨᏥᏅᏏᏛ, ᎾᏍᎩ ᏕᎤᎵᏍᎪᎸᏓᏁᎴ ᎠᏕᎸ,

source: Give me this power, so that when I put my hands on anyone he may get the Holy Spirit.
chr: ᎯᎠ ᏄᏪᏎᎢ; ᎠᏴ ᎾᏍᏉ ᏍᎩᏂᎥᏏ ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ, ᎾᏍᎩ ᎩᎶ ᏥᏯᏏᏔᏗᏍᎨᏍᏗ ᎠᏥᏁᏗ ᎨᏎᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: But Peter said, May your money come to destruction with you, because you had the idea that what is freely given by God may be got for a price.
chr: ᎠᏎᏃ ᏈᏓ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏕᎸ ᏗᏣᏤᎵ ᏫᏓᎵᏗᏛᏓ ᏨᏒ ᎭᎵᏛᏗᏍᎬᎢ, ᏅᏓᎦᎵᏍᏙᏓ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒ ᏰᎵᏉ ᎠᏕᎸ ᎬᏩᎯᏍᏙᏗ ᏤᎳ.

source: You have no part in this business, because your heart is not right before God.
chr: ᎥᏝ ᎪᎱᏍᏗ ᏣᏤᎵ ᏳᏓᏑᏯ ᎯᎠ ᎠᏂ, ᏝᏰᏃ ᏚᏳᎪᏛ ᏱᎩ ᏣᎾᏫ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: Let your heart be changed, and make prayer to God that you may have forgiveness for your evil thoughts.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏲ ᎯᏰᎸᎾ ᎯᎠ ᎾᏍᎩ ᏥᏍᎦᏅᎩ, ᎠᎴ ᎯᏯᏙᏓᎵᏍᏓᏏ ᎤᏁᎳᏅᎯ, ᎦᏰᏣᏙᎵᏍᏗᏉ ᏱᏂᎦᎩ ᏄᏍᏛ ᏣᎾᏫᏱ ᏣᏓᏅᏖᎸᎢ.

source: For I see that you are prisoned in bitter envy and the chains of sin.
chr: ᎦᏙᎴᎣᏍᎦᏰᏃ ᏣᏚᎲ ᎤᏴᏍᏗ ᎠᏓᎪᎯ, ᎠᎴ ᎠᏍᎦᏂ ᏣᏓᎸᏍᏛᎢ.

source: And Simon, answering, said, Make prayer for me to the Lord, so that these things which you have said may not come on me.
chr: ᏌᏩᏂᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏂᎯ ᎡᏍᏗᏔᏲᏏ ᎤᎬᏫᏳᎯ ᎠᎩᏙᎵᏍᏗᏱ, ᎾᏍᎩᏃ ᏞᏍᏗ ᏌᏉᎤᏅ ᎯᎠ ᏥᏍᏗᏁᎩ ᏯᎩᎷᏤᎴᏍᏗ.

source: So they, having given their witness and made clear the word of the Lord, went back to Jerusalem, giving the good news on their way in a number of the small towns of Samaria.
chr: ᎾᏍᎩᏃ ᎤᏂᏃᎮᎸ ᎠᎴ ᎤᎾᎵᏥᏙᏅ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎤᎾᏨᏎ ᏥᎷᏏᎵᎻ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎤᏣᏖ ᏌᎺᎵᏱ ᎠᏁᎯ ᏚᏂᏚᎲ ᎤᎾᎵᏥᏙᏁ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: But an angel of the Lord said to Philip, Get up, and go to the south, to the road which goes from Jerusalem to Gaza, through the waste land.
chr: ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᏁᏤᎴ ᏈᎵᎩ, ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ ᏧᎦᎾᏮ ᎢᏗᏢ ᏫᎶᎯ ᏂᎦᏅᏅᎢ ᏥᎷᏏᎵᎻ ᎨᏏᏃ, ᎾᎿ ᎢᎾᎨ ᏥᎩ.

source: And he went and there was a man of Ethiopia, a servant of great authority under Candace, queen of the Ethiopians, and controller of all her property, who had come up to Jerusalem for worship;
chr: ᏚᎴᏅᏃ ᎤᏪᏅᏎᎢ; ᎬᏂᏳᏉᏃ ᎠᏍᎦᏯ ᎢᏘᏱᏈ ᎡᎯ ᎠᏳᎾᎦ ᎠᏥᎸᏉᏗ ᎤᏁᏤᎸᎯ ᎬᏗᏏ ᎠᎨᏴ ᎤᎬᏫᏳᎯ ᎢᏗᎣᏈ ᎠᏁᎯ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᏂᎦᏛ ᎠᏕᎸ ᎤᎦᏘᏕᎯ, ᎾᏍᎩ ᎤᏓᏙᎵᏍᏔᏂᎸᎯ ᎨᏎ ᏥᎷᏏᎵᎻ,

source: He was going back, seated in his carriage, and was reading the book of the prophet Isaiah.
chr: ᎿᏉᏃ ᎤᏨᏏᏗᏎᎢ, ᎠᎴ ᏓᏆᎴᎷᎯ ᎤᏣᎡᎢ, ᎠᎪᎵᏰᏍᎨ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ.

source: And the Spirit said to Philip, Go near, and get on his carriage.
chr: ᎠᏓᏅᏙᏃ ᎯᎠ ᏄᏪᏎᎴ ᏈᎵᎩ; ᎾᎥ ᏫᎷᎩ ᏫᏯᎵᎪᎲᏏ ᎾᏍᎩ Ꮎ ᏓᏆᎴᎷ.

source: And Philip, running up to him, saw that he was reading Isaiah the prophet, and said to him, Is the sense of what you are reading clear to you?
chr: ᏈᎵᎩᏃ ᎾᎿ ᏭᏗᏠᎸ ᎤᏛᎦᏁ ᎠᏙᎴᎰᏍᎩ ᎢᏌᏯ ᎠᎪᎵᏰᏍᎬᎢ, ᎯᎠᏃ ᏄᏪᏎᎢ; ᎰᎵᎦᎨᎵ ᎾᏍᎩ ᏥᎪᎵᏰᎭ?

source: And he said, How is that possible when I have no guide? And he made Philip get up by his side.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ, ᎢᏳᏃ ᎩᎶ ᎾᏆᏎᎮᎲᎾ ᏱᎩ? ᎤᏔᏲᎴᏃ ᏈᎵᎩ ᎤᏦᏗᏱ ᎠᎴ ᎢᏧᎳᎭ ᏧᏂᏗᏱ.

source: Now the place in the book where he was reading was this: He was taken, like a sheep, to be put to death; and as a lamb is quiet when its wool is being cut, so he made no sound:
chr: ᎯᎠ ᎾᏍᎩ ᎪᏪᎸ ᎠᎪᎵᏰᏍᎨᎢ; “ᎠᎦᏘᏃᎸᎩ ᎠᏫ ᎤᏃᏕᎾ ᎾᏍᎩᏯ ᏗᎯᏍᏗᏱ, ᎠᎴ ᎾᏍᎩᏯ ᎠᎩᎾ ᎠᏫ ᎡᎳᏪ ᏥᎨᏐ ᎬᏩᏍᏰᏍᎩ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩᏯ ᎥᏝ ᏳᏍᏚᎢᏎ ᎠᎰᎵ.

source: Being of low degree, his cause was not given a hearing: who has knowledge of his family? for his life is cut off from the earth.
chr: ᎤᏲ ᏄᏛᎿᏕᎬᎢ ᎠᏥᎩᎡᎸᎩ ᎤᏤᎵ ᎨᏒ ᏚᏳᎪᏛᎢ; ᎠᎴ ᎦᎪ ᏙᏓᎧᏃᎮᎵ ᏴᏫ ᎾᎯᏳ ᏤᎮ ᎠᏁᎯ? ᎬᏅᏰᏃ ᎤᏂᎩᏒᎩ ᎡᎶᎯ.”

source: And the Ethiopian said to Philip, About whom are these words said by the prophet? about himself, or some other?
chr: ᎠᏳᎾᎦᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴ ᏈᎵᎩ; ᎦᎪ ᎧᏃᎮᎭ ᎠᏙᎴᎰᏍᎩ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏪᏎ? ᎤᏩᏒᏍᎪ, ᏅᏩᏓᎴᎨ ᎩᎶᎢ?

source: So Philip, starting from this writing, gave him the good news about Jesus.
chr: ᏈᎵᎩᏃ ᎤᏍᏚᎢᏒ ᎠᎰᎵ, ᎾᏍᎩ ᎾᎿ ᎪᏪᎸ ᎤᎴᏅᎮᎢ ᎤᏃᎮᎮᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏌ ᎤᎬᏩᎵ.

source: And while they were going on their way, they came to some water, and the Ethiopian said, See, here is water; why may I not have baptism?
chr: ᎠᎾᎢᏒᏃ ᏅᏃᎯ, ᎠᎹᏱ ᎤᏂᎷᏤᎢ. ᎠᏳᎾᎦᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏂ ᎠᎹ, ᎦᏙ ᎠᎩᏲᏍᏙᏓᏁ ᎥᏆᏬᏍᏗᏱ?

source: And he gave orders for the carriage to be stopped, and the two of them went down into the water, and Philip gave him baptism.
chr: ᎤᏁᏤᏃ ᏓᏆᎴᎷ ᎤᎴᏫᏍᏙᏗᏱ. ᎿᏉᏃ ᏭᏂᎦᏐᎠᏏᎴ ᎠᎹᏱ ᎢᏧᎳ ᏈᎵᎩ ᎠᎴ ᎠᏳᎾᎦ, ᎾᏍᎩᏃ ᎠᎦᏬᎡᎢ.

source: And when they came up out of the water, the Spirit of the Lord took Philip away; and the Ethiopian saw him no more, for he went on his way full of joy.
chr: ᎠᎹᏱᏃ ᏧᎾᏓᏅᏒ ᏧᏂᎿᎷᏒ, ᎤᎬᏫᏳᎯ ᎤᏓᏅᏙ ᎤᏘᎿᏫᏛᎮ ᏈᎵᎩ, ᎠᏳᎾᎦᏃ Ᏺ ᎿᏉ ᎣᏂ ᏳᎪᎮᎢ, ᎤᏩᏒᏰᏃ ᏩᎦᏛᎢ ᏭᎶᏎ ᎠᎵᎮᎵᎨᎢ.

source: But Philip came to Azotus, and went through all the towns, preaching the good news, till he came to Caesarea.
chr: ᏈᎵᎩᏍᎩᏂ ᎠᏥᏩᏛᎮ ᎠᏦᏓ; ᎠᎢᏒᏃ ᎠᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎦᏛ ᏕᎦᏚᎲ ᎬᏂ ᏏᏌᎵᏱ ᏭᎷᏨ.

source: But Saul, still burning with desire to put to death the disciples of the Lord, went to the high priest,
chr: ᏐᎳᏃ ᎠᏏᏉ ᎬᏬᎳᏕᏍᎨ ᏕᎦᎾᏰᏓᏁᎮ ᎠᎴ ᏧᎯᏍᏗᏱ ᎧᏁᎨ ᎤᎬᏫᏳᎯ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏧᏬᎸ ᏭᎶᏎᎢ,

source: And made a request for letters from him to the Synagogues of Damascus, so that if there were any of the Way there, men or women, he might take them as prisoners to Jerusalem.
chr: ᎠᎴ ᏚᏔᏲᏎᎴ ᎪᏪᎵ ᏧᏅᏍᏗ ᏕᎹᏍᎦ ᏗᎦᏚᎲ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎾᏍᎩᏃ ᎢᏳ ᏱᏚᏩᏛᎲ ᎩᎶ ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᏂᎧᎿᏩᏕᎩ, ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ, ᎾᏍᎩ ᏗᎨᎦᎸᎢᏛ ᏧᏘᏃᎯᏍᏗᏱ ᏥᎷᏏᎵᎻ.

source: And while he was journeying, he came near Damascus; and suddenly he saw a light from heaven shining round him;
chr: ᎠᎢᏒᏃ ᏕᎹᏍᎦ ᎾᎥ ᏭᎷᏤᎢ, ᎤᏰᎶᎢᏍᏔᏁᏃ ᎢᎦᎦᏘ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᏚᏚᏫᏍᏔᏁᎢ.

source: And he went down on the earth, and a voice said to him, Saul, Saul, why are you attacking me so cruelly?
chr: ᎡᎳᏗᏃ ᎤᏅᏨ ᎤᏛᎦᏁ ᎩᎶ ᎧᏁᎬᎢ ᎯᎠ ᏄᏪᏎᎲᎢ; ᏐᎳ, ᏐᎳ, ᎦᏙᏃ ᎤᏲ ᏂᏍᏋᏁᎭ?

source: And he said, Who are you, Lord? And he said, I am Jesus, whom you are attacking:
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎦᎪ ᏂᎯ, ᏣᎬᏫᏳᎯ? ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏴ ᏥᏌ ᎤᏲ ᏥᏂᏴᏁᎭ: ᎤᏕᏯᏙᏗᏳ ᏗᏣᎲᏖᏍᏗᏱ ᏗᎪᏍᏓᏯ.

source: But get up, and go into the town, and it will be made clear to you what you have to do.
chr: ᎾᏍᎩᏃ ᎤᏪᎾᏪ ᎠᎴ ᎤᏍᏆᏂᎪᏎ ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᎦᏙ ᏣᏚᎵ ᎠᏆᏛᏁᏗᏱ? ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᎴᎲᎦ, ᏗᎦᏚᎲ ᎮᎾ, ᏓᏰᏣᏃᏁᎵᏃ ᎢᏣᏛᏁᏗᏱ.

source: And the men who were with him were not able to say anything; hearing the voice, but seeing no one.
chr: ᎠᏁᎯᏃ ᎠᏂᏫᏅ ᏧᏅᎨᏫ ᎾᏍᎩᏯ ᏓᏂᏙᎨᎢ, ᎠᎾᏛᎩᏍᎨ ᎧᏁᎬᎢ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏯᏂᎪᏩᏘᏍᎨᎢ.

source: And Saul got up from the earth, and when his eyes were open, he saw nothing; and he was guided by the hand into Damascus.
chr: ᏐᎳᏃ ᏕᎤᎴᏅ ᎡᎳᏗ ᎦᏅᎢ, ᎠᎴ ᏗᎦᏙᎵ ᏚᎵᏍᏚᎢᏒ ᎥᏝ ᎩᎶ ᏳᎪᎮᎢ, ᎬᏬᏱᏅᏎᏃ ᏕᎹᏍᎦ ᏫᎬᏩᏴᏔᏁᎢ.

source: And for three days he was not able to see, and he took no food or drink.
chr: ᏦᎢᏃ ᏧᏒᎯᏛ ᎾᎪᏩᏗᏍᎬᎾ ᎨᏎᎢ, ᎠᎴ ᎾᎵᏍᏓᏴᎲᏍᎬᎾ ᎠᎴ ᎾᏗᏔᏍᎬᎾ ᎨᏎᎢ.

source: Now there was a certain disciple at Damascus, named Ananias; and the Lord said to him in a vision, Ananias! and he said, Here I am, Lord.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᏧᏁᎶᏗ ᎡᎮ ᏕᎹᏍᎦ, ᎡᏂᎾᏯ ᏧᏙᎢᏛ; ᎾᏍᎩᏃ ᎤᏁᎳᏫᏎᎲ ᎤᎬᏫᏳᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎡᏂᎾᏯ. ᎯᎠᏃ ᏄᏪᏎᎢ; ᎠᏂ, ᏣᎬᏫᏳᎯ.

source: And the Lord said to him, Get up, and go to the street which is named Straight, and make search at the house of Judas for one named Saul of Tarsus: for he is at prayer;
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎤᎬᏫᏳᎯ; ᏔᎴᎲᎦ, ᎮᎾ ᏗᎦᎳᏅᏛ ᎦᏥᏃᏍᏛ ᏥᏚᏙᎥ, ᏧᏓᏏᏃ ᎦᏁᎸ ᏫᏲᎦ ᏐᎳ ᏧᏙᎢᏛ ᏓᏌ ᎡᎯ. ᎬᏂᏳᏰᏃ ᎠᏓᏙᎵᏍᏗᎭ,

source: And he has seen a man named Ananias coming in and putting his hands on him, so that he may be able to see.
chr: ᎠᎴ ᎤᏁᎳᏫᏎᎲ ᎤᎪᎲ ᎠᏍᎦᏯ ᎡᏂᎾᏯ ᏧᏙᎢᏛ ᎤᏴᎵᎸ ᎠᎴ ᎤᏏᏔᏛ ᎥᎤᎪᏩᏛᏗᏱ.

source: But Ananias said, Lord, I have had accounts of this man from a number of people, how much evil he has done to your saints at Jerusalem:
chr: ᎡᏂᎾᏯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᏥᏯᏛᎦᏁᎸ ᎯᎠ ᎠᏍᎦᏯ ᎤᏂᏣᏔ ᎬᎩᏃᏁᎸ ᎤᏣᏘ ᎤᏲ ᏂᏚᏩᏁᎸ ᏗᏣᏤᎵ ᎤᎾᏓᏅᏘ ᏥᎷᏏᎵᎻ.

source: And here he has authority from the chief priests to make prisoners all who give worship to your name.
chr: ᎠᏂᏃ ᎤᎭ ᎬᏩᏁᏤᎸᎯ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏧᎸᏍᏗᏱ ᏂᎦᏛ ᏕᏣᏙᎥ ᎠᏂᏁᎢᏍᏗᏍᎩ.

source: But the Lord said, Go without fear: for he is a special vessel for me, to give to the Gentiles and kings and to the children of Israel the knowledge of my name:
chr: ᎠᏎᏃ ᎤᎬᏫᏳᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎮᎾ, ᎾᏍᎩᏰᏃ ᏥᏯᏑᏰᏛ ᎠᏖᎵᏙ ᎠᏆᏤᎵᎦ ᏓᏆᏙᎥ ᎠᏱᏙᎯ ᎠᏂᎦᏔᎲ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎠᎴ ᎢᏏᎵ ᏧᏪᏥ.

source: For I will make clear to him what troubles he will have to undergo for me.
chr: ᎬᏂᎨᏒᏰᏃ ᏅᏓᏥᏴᏁᎵ ᏄᏣᏛ ᎠᏎ ᎤᎩᎵᏲᎢᏍᏗᏱ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ.

source: And Ananias went out and came to the house, and putting his hands on him, said, Brother Saul, the Lord Jesus, whom you saw when you were on your journey, has sent me, so that you may be able to see, and be full of the Holy Spirit.
chr: ᎡᏂᎾᏯᏃ ᎤᏪᏅᏎᎢ, ᎠᎴ ᎠᏓᏁᎸ ᎤᏴᎴᎢ, ᏚᏏᏔᏛᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏐᎳ ᎥᎩᏅᏟ, ᎤᎬᏫᏳᎯ ᏥᏌ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏥᏂᏣᏛᏁᎴ ᏔᎢᏒᎢ ᏗᎩᏅᏒ ᎥᏣᎪᏩᏛᏗᏱ ᎠᎴ ᏣᎧᎵᎢᏍᏗᏱ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: And straight away it seemed as if a veil was taken from his eyes, and he was able to see; and he got up, and had baptism;
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᎦᏔᏅᎪᎠᏎ ᎤᏩᏥᏍᎦᎸ ᎢᏳᏍᏗ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏁᎢ; ᏚᎴᏅᏃ ᎠᎦᏬᎡᎢ.

source: And when he had taken food his strength came back. And for some days he kept with the disciples who were in Damascus.
chr: ᎤᎵᏍᏓᏴᏅᏃ ᎤᎵᏂᎪᏎᎢ. ᏐᎳᏃ ᎢᎸᏍᎩ ᏧᏒᎯᏛ ᏚᏪᎳᏗᏙᎴ ᎠᏃᎯᏳᎲᏍᎩ ᏕᎹᏍᎦ ᎠᏁᎯ.

source: And straight away, in the Synagogues, he was preaching Jesus as the Son of God.
chr: ᎢᎬᏪᏅᏛᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎪᏢᏩᏗᏒ ᎤᎵᏥᏙᏁᎢ, ᎤᏃᎮᎴ ᎦᎶᏁᏛ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ.

source: And all those hearing him were full of wonder and said, Is not this the man who in Jerusalem was attacking all the worshippers of this name? and he had come here so that he might take them as prisoners before the chief priests.
chr: ᏂᎦᏛᏃ ᎤᎾᏛᎦᏅᎯ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏝᏍᎪ ᎾᏍᎩ ᎯᎠ ᏱᎩ ᏥᏓᎩᎵᏲᎢᏍᏙᏗᏍᎬ ᏥᎷᏏᎵᎻ ᎯᎠ ᏕᏅᏙᎥ ᎠᏂᏁᎢᏍᏗᏍᎩ? ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂ ᎤᎷᏨᎩ, ᎾᏍᎩ ᏧᎸᏍᏗ ᏫᏚᏘᏃᎮᏗᏱ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ.

source: But Saul went on increasing in power, and the Jews in Damascus were not able to give answers to the arguments by which he made it clear that Jesus was the Christ.
chr: ᎠᏎᏃ ᏐᎳ ᎧᏁᏉᎨᏉ ᎤᎵᏂᎪᏍᎬᎢ, ᎠᎴ ᎠᏂᏬᏂᏍᎬ ᏚᎪᎾᏛᏔᏁ ᎠᏂᏧᏏ ᏕᎹᏍᎦ ᎠᏁᎯ, ᎬᏂᎨᏒ ᏂᎬᏁᎮ ᎾᏍᎩ ᎯᎠ ᎦᎶᏁᏛ ᎨᏒᎢ.

source: Then, after some days, the Jews made an agreement together to put him to death:
chr: ᏰᎵᏃ ᎤᏬᎯᏨ ᎠᏂᏧᏏ ᎤᏂᏃᎮᎴ ᎤᏂᎯᏍᏗᏱ.

source: But Saul got knowledge of their design. And they kept watch day and night on the roads out of the town, so that they might put him to death:
chr: ᎠᏎᏃ ᎾᏍᎩ ᏚᏄᎪᏔᏅᎢ ᎤᏛᎦᏁ ᏐᎳ. ᏂᎪᎯᎸᏃ ᎢᎦ ᎠᎴ ᏒᏃᏱ ᏗᎦᎶᎯᏍᏗᏱ ᏚᏂᎭᎷᏁ ᎤᏂᎯᏍᏗᏱ.

source: But his disciples took him by night and let him down from the wall in a basket.
chr: ᎠᏎᏃ ᏧᎾᏁᎶᏗ ᎤᏂᏯᏅᎮ ᏒᏃᏱ ᎠᎴ ᏔᎷᏣ ᎤᏂᏲᏔᏁ ᎤᎾᏠᎥᏔᏁ ᎠᏐᏴᎢ.

source: And when he came to Jerusalem, he made an attempt to be joined to the disciples, but they were all in fear of him, not taking him for a disciple.
chr: ᏐᎳᏃ ᏥᎷᏏᎵᎻ ᎤᎷᏨ ᏧᎾᏁᎶᏗ ᏧᎵᎪᏁᏗᏱ ᎤᏰᎸᏁᎢ. ᏂᎦᏛᏃ ᎬᏩᏍᎦᎢᎮᎢ, ᎠᎴ ᎥᏝ ᏯᏃᎯᏳᎲᏍᎨ ᏧᏁᎶᏗ ᎨᏒᎢ.

source: But Barnabas took him to the Apostles and gave them an account of how he had seen the Lord on the road, and had given hearing to his words, and how at Damascus he had been preaching in the name of Jesus without fear.
chr: ᎠᏎᏃ ᏆᏂᏆ ᏭᏯᏅᎲ ᏚᏘᏃᎮᎴ ᎨᏥᏅᏏᏛ, ᎠᎴ ᏚᏃᏁᎴ ᎤᎬᏫᏳᎯ ᎤᎪᎲᎢ ᎠᎢᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏬᏁᏔᏅᎢ, ᎠᎴ ᎾᏍᎦᎢᎲᎾ ᏥᏌ ᏕᎤᏙᎥ ᎤᏁᎢᏍᏔᏅᎢ ᏕᎹᏍᎦ.

source: And he was with them, going in and out at Jerusalem,
chr: ᎾᏍᎩᏃ ᎢᏧᎳᎭ ᎠᏁᏙᎮ ᏥᎷᏏᎵᎻ.

source: Preaching in the name of the Lord without fear; and he had discussions with the Greek Jews; but they were working for his death.
chr: ᎾᏍᎦᎢᎲᎾᏃ ᎧᏁᎢᏍᏗᏍᎨ ᏕᎤᏙᎥ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎠᎴ ᎠᏂᎪᎢ ᎤᏂᏬᏂᏍᏗ ᎠᏂᏬᏂᏍᎩ ᎠᎾᏗᏒᎯᎮ ᎠᏂᏬᏂᏍᎬᎢ. ᎠᏎᏃ ᎤᎾᏁᎶᏔᏁ ᎬᏩᎯᏍᏗᏱ.

source: And when the brothers had knowledge of it, they took him to Caesarea and sent him to Tarsus.
chr: ᎠᎾᎵᏅᏟᏍᎩᏂ ᎾᏍᎩ ᎤᎾᏛᎦᏅ, ᏏᏌᎵᏱ ᏭᎾᏘᏃᎴᎢ, ᎿᏉᏃ ᏓᏌ ᏭᏂᏅᏎᎢ.

source: And so the church through all Judaea and Galilee and Samaria had peace and was made strong; and, living in the fear of the Lord and in the comfort of the Holy Spirit, was increased greatly.
chr: ᎿᏉᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡ Ꭼ ᏅᏩᏙᎯᏯᏛ ᏄᎾᎵᏍᏓᏁᎴ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᎨᎵᎵ ᎠᎴ ᏌᎺᎵᏱ, ᎠᎴ ᎨᎦᎵᏂᎪᎯᏍᏔᏁᎢ, ᎠᎴ ᎠᎾᎢᏎ ᎾᎿ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎣᏍᏛ ᎤᏂᎦᎵᏍᏓᏗᏍᎬ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᏂᏁᏉᎨᎢ.

source: And it came about that while Peter was going through all parts of the country he came to the saints who were living at Lydda.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᏈᏓ ᏂᎬᎾᏛ ᎤᏪᏙᎸ ᎾᏍᏉ ᏫᏚᎷᏤᎴ ᎤᎾᏓᏅᏘ ᎵᏓ ᎠᏁᎯ.

source: And there was a certain man there, named Aeneas, who for eight years had been in bed, without power of moving.
chr: ᎾᎿᏃ ᎤᏩᏛᎮ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎢᏂᏯ ᏧᏙᎢᏛ, ᏧᏁᎳ ᎢᏧᏕᏘᏴᏛ ᎬᏩᏂᏏᏅᎯ ᎨᏎ ᎦᏂᏟ ᎤᎸᏓᎸᎥᏍᎨᎢ.

source: And Peter said to him, Aeneas, Jesus Christ makes you well: get up and make your bed. And straight away he got up.
chr: ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎴ ᎾᏍᎩ; ᎢᏂᏯ, ᏥᏌ ᎦᎶᏁᏛ ᏣᏅᏮᎦ; ᏔᎴᎲᎦ, ᎠᎴ ᎯᏰᏍᏛᎢᏌ ᏣᏂᏏᏗᏱ. ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᎴᏁᎢ.

source: And all those living in Lydda and Sharon saw him, and were turned to the Lord.
chr: ᏂᎦᏛᏃ ᎵᏓ ᎠᎴ ᏎᎶᏂ ᎠᏁᎯ ᎬᏩᎪᎮᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎢᏗᏢ ᏭᎾᎦᏔᎲᏍᏔᏁᎢ.

source: Now there was at Joppa a certain disciple named Tabitha, that is, Dorcas: this woman was given to good works and acts of mercy at all times.
chr: ᏦᏈᏃ ᎡᎮ ᎩᎶ ᎢᏳᏍᏗ ᎠᎨᏴ ᏧᏁᎶᏗ, ᏓᏈᏗ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᏓᎩ ᎦᏛᎦ, ᎾᏍᎩ ᎯᎠ ᎤᎧᎵᏨᎯ ᎨᏎ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ ᎠᎴ ᎠᏓᏁᎸᎥᏍᎬᎢ.

source: And it came about, in those days, that she got ill and came to her death: and when she had been washed, they put her in a room which was high up.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᎯᏳᎢ, ᎾᏍᎩ ᎤᏢᏨ ᎤᏲᎱᏎᎢ, ᎾᏍᎩᏃ ᎤᎾᏬᎥ ᎦᎸᎳᏗ ᎧᏅᏑᎸ ᎤᏂᏅᏁᎢ.

source: And because Lydda was near Joppa, the disciples, having knowledge that Peter was there, sent two men to him, requesting him to come to them straight away.
chr: ᎵᏓᏃ ᎠᎴ ᏦᏈ ᎾᎥ ᏂᏚᏓᎴᎢ, ᎠᏃᎯᏳᎲᏍᎩᏃ ᎤᎾᏛᎦᏅ ᏈᏓ ᎡᏙᎲ ᎵᏓ, ᎠᏂᏔᎵ ᎠᏂᏍᎦᏯ ᏚᏂᏅᏎ ᏭᏂᏔᏲᏎᏗᏱ ᎤᏙᎯᏗᏍᏗᏱ ᏂᎨᏒᎾ ᏂᏙᏓᏳᏩᏛᎲᏍᏗᏱ.

source: And Peter went with them. And when he had come, they took him into the room: and all the widows were there, weeping and putting before him the coats and clothing which Dorcas had made while she was with them.
chr: ᏈᏓᏃ ᏚᎴᏅ ᏚᏍᏓᏩᏛᏎᎢ; ᎤᎷᏨᏃ ᎦᎸᎳᏗ ᎧᏅᏑᎸ ᏫᎬᏩᏴᏔᏁᎢ; ᏂᎦᏛᏃ ᎠᏂᎨᏴ ᏧᏃᏑᎶᏨᎯ ᎦᏙᎬ ᎾᎥ ᎠᏂᏙᎾᎡ ᏓᏂᏴᎨᎢ, ᎠᎴ ᏓᏂᎾᏄᎪᏫᏍᎨ ᎭᏫᏂ ᏗᏄᏬ ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏄᏬ ᎾᏍᎩ ᏓᎩ ᏧᏪᏰᏫᏒᎯ ᎠᏏ ᎤᏁᎳᏗᏙᎮᎢ.

source: But Peter made them all go outside, and went down on his knees in prayer; and turning to the body, he said, Tabitha, get up. And, opening her eyes, she saw Peter and got up.
chr: ᏈᏓᏃ ᏂᎦᏛ ᏚᏄᎪᏫᏒ ᏚᎵᏂᏆᏅᏁ ᎠᎴ ᎤᏓᏙᎵᏍᏔᏁᎢ, ᏕᏛᏅᏃ ᎢᏗᏢ ᏭᎦᏔᎲᏍᏔᏅ, ᏓᏈᏗ ᏔᎴᎲᎦ, ᎤᏛᏁᎢ. ᏚᏍᏚᎢᏎᏃ ᏗᎦᏙᎵ, ᏈᏓᏃ ᎤᎪᎲ, ᎤᏗᏛᎮ ᎤᏪᏁᎢ.

source: And he took her hand, lifting her up; and, sending for the saints and widows, he gave her to them, living.
chr: ᎤᏬᏯᏁᏒᏃ ᏕᎤᎴᏔᏁᎢ; ᏫᏚᏯᏅᎲᏃ ᎤᎾᏓᏅᏘ ᎠᎴ ᏧᏃᏑᎶᏨᎯ, ᏕᎤᎾᏄᎪᏫᏎᎴ ᎬᏃᏛ.

source: And news of it went all through Joppa, and a number of people had faith in the Lord.
chr: ᏦᏈᏃ ᏂᎬᎾᏛ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᎤᏂᏣᏖ ᎤᏃᎯᏳᏁ ᎤᎬᏫᏳᎯ.

source: And he was living in Joppa for some time with Simon, a leather-worker.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᏰᎵ ᎤᏬᎯᏤ ᎤᏕᏁ ᏦᏈ, ᏗᏑᏫᏍᎩ ᏌᏩᏂ ᏧᏙᎢᏛ ᎦᏁᎸᎢ.

source: Now there was a certain man in Caesarea, named Cornelius, the captain of the Italian band of the army;
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎡᎮ ᏏᏌᎵᏱ, ᎧᏂᎵᏯ ᏧᏙᎢᏛ, ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᎨᎳ ᎢᏓᎵ ᏧᎾᏙᎢᏛ ᎤᎾᏓᏡᎬ.

source: A serious-minded man, fearing God with all his family; he gave much money to the poor, and made prayer to God at all times.
chr: ᎤᏓᏅᏘ ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᏍᎩ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎦᏁᎸ ᎠᏂᎮ, ᎤᏣᏘ ᏗᏁᎸᎥᏍᎩ ᏴᏫ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏂᎪᎯᎸ ᎠᏓᏙᎵᏍᏓᏁᎯ.

source: He saw in a vision, clearly, at about the ninth hour of the day, an angel of the Lord coming to him and saying to him, Cornelius!
chr: ᎾᏍᎩ ᏦᎢᎭ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎬᏂᎨᏒᎢᏳ ᎤᎪᎮ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎧᏂᎵᏯ.

source: And he, looking on him in fear, said, What is it, Lord? And he said to him, Your prayers and your offerings have come up to God, and he has kept them in mind.
chr: ᏚᎧᎿᏅᏃ ᎠᎴ ᎤᏍᎦᎸ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙᎢ, ᏣᎬᏫᏳᎯ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎭᏓᏙᎵᏍᏗᏍᎬ ᎠᎴ ᎭᏓᏁᎸᎥᏍᎬ ᏚᎵᏌᎳᏓᏅ ᎠᏅᏓᏗᏍᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: Now send men to Joppa, and get one Simon, named Peter,
chr: Ꭷ, ᏦᏈ ᏘᏅᎵ ᎠᏂᏫᏅ, ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ,

source: Who is living with Simon, a leather-worker, whose house is by the sea.
chr: ᎾᏍᎩ ᎤᏬᎳ ᎩᎶ ᎢᏳᏍᏗ ᎦᏁᎸ ᏌᏩᏂ ᏧᏙᎢᏛ, ᏗᏑᏫᏍᎩ, ᎾᏍᎩ ᎠᎹᏳᎶᏗ ᏥᎦᏁᎸ, ᎾᏍᎩ ᏓᏣᏃᏁᎵ ᎢᏣᏛᏁᏗᏱ.

source: And when the angel who said these words to him had gone away, he sent for two of his house-servants, and a God-fearing man of the army, one of those who were waiting on him at all times;
chr: ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏓᏅᏒ ᎾᏍᎩ ᎧᏂᎵᏯ ᎤᏬᏁᏔᏅᎯ, ᎠᏂᏔᎵ ᏫᏚᏯᏅᎮ ᎠᏓᏁᎸ ᏧᏅᏏᏓᏍᏗ ᎠᎴ ᏌᏉ ᎠᏯᏫᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᏂᎪᎯᎸ ᎬᏩᎦᏘᏗᏍᎩ ᎨᏒ ᎨᎳ.

source: And having given them an account of everything, he sent them to Joppa.
chr: ᎾᏍᎩᏃ ᏂᎦᏛ ᏚᏃᎮᎮᎸ, ᏦᏈ ᏚᏅᏎᎢ.

source: Now the day after, when they were on their journey and were near the town, Peter went up to the top of the house for prayer, about the sixth hour:
chr: ᎤᎩᏨᏛᏃ ᎠᎾᎢᏎ ᎠᎴ ᎿᏉ ᎾᎥᏂᎨ ᎤᏂᎷᎴ ᏗᎦᏚᎲᎢ, ᏈᏓ ᎤᎩᎳᏫᏎ ᎦᏌᎾᎵ ᎤᏓᏙᎵᏍᏔᏅᏎ ᏔᎳᏚ ᎢᏳᏟᎶᏛ ᎢᏴᏛ ᎧᎳᏩᏗᏒᎢ.

source: And he was in need of food: but while they were getting it ready, a deep sleep came on him;
chr: ᎤᏣᏘᏃ ᎤᏲᏏᏌᏁᎢ, ᎠᎴ ᎤᏚᎵᏍᎨ ᎤᎵᏍᏓᏴᏗᏱ, ᎠᏎᏃ ᎠᏏᏉ ᎠᎾᏛᏅᎢᏍᏗᏍᎨ ᏣᎦᎵᎰ ᎾᏍᎩᏯ ᏄᎵᏍᏓᏁᎴᎢ.

source: And he saw the heavens opening, and a vessel coming down, like a great cloth let down on the earth,
chr: ᎤᎪᎮᏃ ᎦᎸᎳᏗ ᎤᎵᏍᏚᎢᏛ ᎨᏎᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎢᏳᏍᏗ ᎠᏖᎵᏙ ᎡᎳᏗ ᏅᏧᏍᏗᏗᏎ, ᎾᏍᎩᏯ ᎡᏆ ᎠᏄᏬ, ᏅᎩ ᏚᏅᏏᏴ ᏥᏕᎦᎸᎣᎢ, ᎾᏍᎩᏃ ᎡᎳᏗ ᎢᎬᏁᎸᎯ ᏥᎨᏐ ᎡᎶᎯ ᎢᏴᏛ.

source: In which were all sorts of beasts and birds.
chr: ᎾᎿᏃ ᎠᏂᏯᎡ ᏂᎦᏛ ᏧᎾᏓᎴᏅᏛ ᏅᎩ ᏗᏂᏅᏌᏗ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ.

source: And a voice came to him, saying, Come, Peter; take them for food.
chr: ᎠᏥᏁᏤᎴᏃ ᎯᎠ ᏅᏗᎠᏥᏪᏎᎴᎢ; ᏈᏓ, ᏔᎴᎲᎦ, ᎯᎷᎦ ᎠᎴ ᎭᎵᏍᏓᏴᎲᎦ, ᎠᎪᏎᎴᎢ.

source: But Peter said, No, Lord; for I have never taken food which is common or unclean.
chr: ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ, ᏣᎬᏫᏳᎯ, ᏞᏰᏃ ᎢᎸᎯᏳ ᏯᎩᎪ ᎪᎱᏍᏗ ᎦᏓᎭ ᎠᎴ ᏂᎦᏅᎦᎸᎲᎾ.

source: And the voice came to him a second time, What God has made clean, do not you make common.
chr: ᏔᎵᏁᏃ ᎯᎠ ᏅᏗᎠᏥᏪᏎᎵᎢ; ᎤᏁᎳᏅᎯ ᎤᏅᎦᎸᏛ ᎾᏍᎩ ᏞᏍᏗ ᎦᏓᎭ ᏲᏎᎮᏍᏗ.

source: And this was done three times: and then the vessel was taken back into heaven.
chr: ᎾᏍᎩ ᎯᎠ ᏦᎢ ᏄᎵᏍᏔᏁᎢ, ᎿᏉᏃ ᎠᏖᎵᏙ ᏔᎵᏁ ᎦᎸᎳᏗ ᏫᎤᎵᏌᎳᏓᏁᎢ.

source: Now while Peter was in doubt as to the purpose of this vision, the men who were sent by Cornelius, having made search for Simon's house, came to the door,
chr: ᎠᏏᏉᏃ ᏈᏓ ᎠᏓᏅᏖᏍᎨ ᏄᏍᏛ ᎦᏛᎬ ᎾᏍᎩ ᎤᏁᎳᏫᏎᎸᎢ, ᎬᏂᏳᏉ ᎠᏂᏫᏅ ᎾᏍᎩ ᎧᏂᎵᏯ ᏂᏙᏓᏳᏅᏒᎯ ᎤᎾᏓᏛᏛᏅᎯ ᎨᏎ ᏌᏩᏂ ᎦᏁᎸᎢ, ᎠᎴ ᎠᏂᏙᎾᎡ ᎦᎶᎯᏍᏗᏳᎶᏗ;

source: To see if Simon, named Peter, was living there.
chr: ᏭᎾᎵᏍᏔᏅᏃ ᎤᎾᏓᏛᏛᏁᎢ; ᎠᏂᏍᎪ ᎤᏬᎳ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ, ᎤᎾᏛᏁᎢ.

source: And, while Peter was turning the vision over in his mind, the Spirit said to him, See, three men are looking for you.
chr: ᎠᏏᏉᏃ ᏈᏓ ᎠᏓᏅᏖᏍᎨ ᎤᏁᎳᏫᏎᎸᎢ, ᎠᏓᏅᏙ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎠᏂᏦᎢ ᎠᏂᏫᏅ ᎨᏣᏲᎭ.

source: Go down, then, and go with them, doubting nothing, for I have sent them.
chr: Ꭷ, ᏔᎴᎲᎦ, ᎭᏠᎠᎯ, ᎠᎴ ᏘᏍᏓᏩᏚᎦ ᎪᎱᏍᏗ ᏂᏗᏣᏢᏫᏎᎲᎾ, ᎠᏴᏰᏃ ᏗᏥᏅᏏᏛ.

source: And Peter went down to the men, and said, I am the man you are looking for: why have you come?
chr: ᎿᏉᏃ ᏈᏓ ᎤᏠᎠᏒ ᏫᏚᎷᏤᎸ ᎠᏂᏫᏅ ᎧᏂᎵᏯ ᏧᏅᏏᏛ ᎬᏩᏯᏅᎯᎸᎯ, ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎠᏴ ᎾᏍᎩ ᏤᏥᏲᎭ. ᎦᏙ ᏧᎵᏰᎢᎸᏍᏔᏅ ᎯᎠ ᏥᏥᎷᎩ?

source: And they said, Cornelius, a captain, an upright and God-fearing man, respected by all the nation of the Jews, had word from God by an angel to send for you to his house, and to give hearing to your words.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ; ᎧᏂᎵᏯ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᏚᏳᎯᏛ ᎢᏯᏛᏁᎯ ᎠᏍᎦᏯ ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᏍᎩ, ᎠᎴ ᎣᏍᏛ ᎬᏩᏃᎮᏍᎩ ᎾᏂᎥ ᏑᎾᏓᎴᎩ ᎨᏒ ᎠᏂᏧᏏ, ᎤᏁᏤᎸᎩ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏗᏙᎯ, ᎤᏓᏅᏍᏗᏱ ᏧᏪᏅᏒ ᏫᏣᎷᎯᏍᏗᏱ ᎠᎴ ᎯᏬᏂᏍᎬ ᎤᏛᎪᏗᏱ.

source: So he took them in for the night. And the day after, he went with them, taking some of the brothers from Joppa with him.
chr: ᏚᏔᏲᏎᎸᏃ ᎤᏂᏴᏍᏗᏱ, ᎠᎴ ᏚᏍᏆᏂᎪᏔᏁᎢ. ᎤᎩᏨᏛᏃ ᏈᏓ ᏕᎤᏍᏓᏩᏛᏎᎢ, ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᎾᎵᏅᏟ ᏦᏈ ᎠᏁᎯ ᎬᏩᎵᎪᏁᎴᎢ.

source: And the day after that, they came to Caesarea. And Cornelius was waiting for them, having got together his relations and his near friends.
chr: ᏫᎤᎩᏨᏅᏃ ᏏᏌᎵᏱ ᏭᏂᏴᎴᎢ. ᎧᏂᎵᏯᏃ ᎤᏂᎦᏘᏰᎢ, ᎠᎴ ᏧᏪᏟᏌᏅᎯ ᎨᏎ ᎪᎱᏍᏗ ᏧᏩᏂ ᎠᎴ ᏧᎵᎢ.

source: And when Peter came in, Cornelius came to him and, falling down at his feet, gave him worship.
chr: ᎿᏉᏃ ᏈᏓ ᏗᏴᎵᏎ ᎧᏂᎵᏯ ᏕᎤᏠᏎᎢ, ᎡᎳᏗᏃ ᎤᏅᏨ ᏈᏓ ᏚᎳᏍᎬ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ.

source: But Peter, lifting him up, said, Get up, for I am a man as you are.
chr: ᎠᏎᏃ ᏈᏓ ᏕᎤᎴᏔᏁ ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ, ᎠᏴ ᎾᏍᏉ ᏴᏫᏉ.

source: And saying these words, he went in, and saw that a great number of people had come together;
chr: ᎠᏎᏉᏃ ᎠᎵᏃᎮᏗᏍᎨ, ᏭᏴᎴᎢ; ᎠᎴ ᏚᏩᏛᎮ ᎤᏂᏣᏖ ᏓᏂᎳᏫᎡᎢ.

source: And he said to them, You yourselves have knowledge that it is against the law for a man who is a Jew to be in the company of one who is of another nation; but God has made it clear to me that no man may be named common or unclean:
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᎦᏔᎭᏉ ᎤᏓᏅᏍᏙᏒᎯ ᎨᏒ ᎩᎶ ᎠᏧᏏ ᎤᏁᏓᏍᏗᏱ ᎠᎴ ᎤᏩᏛᏗᏱ ᎩᎶ ᏅᏩᏓᎴ ᏴᏫ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎾᏋᏁᎸ ᎠᏴ ᎩᎶ ᏴᏫ ᎦᏓᎭ ᎠᎴ ᎾᏥᏅᎦᎸᎥᎾ ᏥᏲᏎᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And so I came without question, when I was sent for. What then is your purpose in sending for me?
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎪᎱᏍᏗ ᎾᏍᎪᏁᎶᏍᎬᎾ ᏛᏇᏅᏒᎩ ᏮᎩᏯᏅᎰᎸᏉ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎢᏨᏯᏛᏛᎲᎦ ᏅᏧᎵᏍᏙᏔᏅ ᏫᏍᎩᏯᏅᎲᎢ.

source: And Cornelius said, Four days from now I was in my house in prayer at the ninth hour; and I saw before me a man in shining clothing,
chr: ᎧᏂᎵᏯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏅᎩ ᏄᏒᎭ ᎠᎹᏟ ᎬᏍᎬᎩ ᎯᎠ ᎢᏳ ᎧᎳᏩᏗᏒ ᎢᏯᏍᏗ, ᏦᎢᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎦᏓᏙᎵᏍᏗᏍᎬ ᏥᏁᎸᎢ, ᎬᏂᏳᏉᏃ ᎠᏍᎦᏯ ᏗᎬᏩᎸᏌᏓ ᏧᏄᏫ ᎢᎬᏱᏢ ᎠᏆᎴᏁᎸᎩ.

source: Who said, Cornelius, your prayer has come to the ears of God, and your offerings are kept in his memory.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎧᏂᎵᏯ, ᎭᏓᏙᎵᏍᏗᏍᎬ ᎡᏣᏛᎦᏁᎸ ᎠᎴ ᎭᏓᏁᎸᎢᏍᎬ ᎠᏅᏔ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: Send, then, to Joppa, and get Simon, named Peter, to come to you; he is living in the house of Simon, a leather-worker, by the sea.
chr: Ꭷ, ᏦᏈ ᎭᏓᏅᎵ, ᎠᎴ ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ; ᎾᏍᎩ ᎤᏬᎳ ᏌᏩᏂ ᏗᏑᏫᏍᎩ ᎦᏁᎸᎢ ᎠᎹᏳᎶᏗ, ᎾᏍᎩ ᎦᎷᏨᎭ ᏓᏣᏬᏁᏔᏂ.

source: So, straight away, I sent for you; and you have done well to come. And now, we are all present before God, ready to give attention to all the things which the Lord has given you to say.
chr: ᎰᏩᏃ ᎩᎳᏉ ᎢᏴᏛ ᎠᏆᏓᏅᏒᎩ ᏪᏣᏯᏅᏗᏱ; ᎣᏏᏳᏃ ᏂᏣᏛᏁᎸ ᏥᎷᎩ. ᎿᏉᏃ ᏂᎦᏛ ᎠᏂ ᎣᏤᏙᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎣᎦᏛᏅᎢᏍᏗ ᎣᎦᏛᎪᏗᏱ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᏣᏁᏤᎸᎯ ᎨᏒᎢ.

source: Then Peter said, Truly, I see clearly that God is no respecter of persons:
chr: ᏈᏓᏃ ᎤᏍᏚᎢᏒ ᎠᎰᎵ, ᎯᎠ ᏄᏪᏎᎢ; ᎤᏙᎯᏳᎯᏯ ᎦᏙᎴᎣᏍᎦ ᎤᏁᎳᏅᎯ ᎩᎶ ᏧᎸᏉᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ;

source: But in every nation, the man who has fear of him and does righteousness is pleasing to him.
chr: ᎾᏂᎥᏉᏍᎩᏂ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ ᎩᎶ ᎾᏍᎩ ᏳᎾᏰᏍᎦ ᎠᎴ ᏚᏳᎪᏛ ᏱᏚᎸᏫᏍᏓᏁᎭ ᎾᏍᎩ ᏓᎦᏓᏂᎸᎪᎢ.

source: The word which he sent to the children of Israel, giving the good news of peace through Jesus Christ (who is Lord of all)--
chr: ᎧᏃᎮᏛ ᏧᏓᏅᏎ ᎢᏏᎵ ᏧᏪᏥ ᎤᎾᏛᎪᏗ ᏥᎧᏃᎮᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏩᏙᎯᏯᏛ ᎤᎬᏩᎵ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎾᏂᎥ ᎤᎾᏤᎵᎦ,

source: That word you yourselves have knowledge of, which was made public through all Judaea, starting from Galilee, after the baptism of which John was the preacher,
chr: ᎾᏍᎩ ᎧᏃᎮᏛ ᎢᏥᎦᏔᎭ, ᎬᏂᎨᏒ ᏥᏄᎵᏍᏔᏅ ᏂᎬᎾᏛ ᏧᏗᏱ, ᎨᎵᎵ ᏨᏓᏳᏓᎴᏅᎲ ᏗᏓᏬᏍᏗ ᎨᏒ ᎤᎬᏩᎵ ᏄᎵᏥᏙᏃ ᏣᏂ^

source: About Jesus of Nazareth, how God gave the Holy Spirit to him, with power: and how he went about doing good and making well all who were troubled by evil spirits, for God was with him.
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒ ᏥᏚᎶᏁᏔᏁ ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ, ᎾᏍᎩ ᏤᏙᎲ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᏕᎧᏅᏫᏍᎬ ᏂᎦᏛ ᎤᏲ ᎢᏳᏅᎿᏕᎩ ᎠᏍᎩᎾ; ᎤᏁᎳᏅᎯᏰᏃ ᏚᎧᎿᏩᏗᏙᎲᎩ.

source: And we are witnesses of all the things which he did in the country of the Jews and in Jerusalem; whom they put to death, hanging him on a tree.
chr: ᎠᏴᏃ ᎣᏥᏃᎮᏍᎩ ᎾᏍᎩ ᏂᎦᏛ ᏄᏛᏁᎵᏙᎸ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎪᎯ ᎠᎴ ᏥᎷᏏᎵᎻ; ᎾᏍᎩ ᏧᏂᎸᎩ ᎨᏛ ᏧᎾᏛᏅᎩ.

source: On the third day God gave him back to life, and let him be seen,
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏦᎢᏁ ᎢᎦ ᏕᎤᎴᏔᏅᎩ ᎠᎴ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸᎩ,

source: Not by all the people, but by witnesses marked out before by God, even by us, who took food and drink with him after he came back from the dead.
chr: ᎥᏝ ᏂᎦᏛ ᏴᏫ, ᎠᏂᏃᎮᏍᎩᏉᏍᎩᏂ ᎤᏅᏒ ᎤᏁᎳᏅᎯ ᎦᏳᎳ ᏗᎬᏩᏑᏰᏛ ᏥᎨᏒᎩ, ᎾᏍᎩ ᎠᏴ ᎢᏧᎳᎭ ᎣᎦᎵᏍᏓᏴᏅᎯ ᎠᎴ ᏦᎦᏗᏔᎲᎯ ᎾᏍᎩ ᎤᏲᎱᏒ ᏧᎴᎯᏌᏅᎯ ᏥᏂᎨᏎᎢ.

source: And he gave us orders to give news of this to the people, and to give public witness that this is he whom God has made judge of the living and the dead.
chr: ᎠᎴ ᎣᎩᏁᏤᎸᎩ ᏴᏫ ᏦᏣᎵᏥᏙᏁᏗᏱ, ᎠᎴ ᎣᎩᏃᎮᏗᏱ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᎧᏅ ᏗᎫᎪᏓᏁᎯ ᏄᏩᏁᎸ ᏗᏅᏃᏛ ᎠᎴ ᏧᏂᏲᎱᏒᎯ.

source: To him all the prophets give witness, that through his name everyone who has faith in him will have forgiveness of sins.
chr: ᎾᏍᎩ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏍᎩ ᎬᏩᏃᎮᎭ, ᎯᎠ ᎾᏂᏪᎭ; ᎾᏍᎩ ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎾᏍᎩ ᏕᎤᏙᎥᎢ, ᎠᏥᏙᎵᏍᏗ ᎨᏎᏍᏗ ᎤᏍᎦᏅᏨᎢ.
